<?php

return [

    'status_first_buy_1'              =>'Ваш заказ #',
    'status_first_buy_2'              =>' принят в обработку',

    'status_g_1'                      =>'Ваш заказ #',
    'status_g_2'                      =>'  прошел обработку и готов к получению',

    'status_r_1'                      =>'Ваш заказ #',
    'status_r_2'                      =>' выдан получателю',
    'status_refuzat_1'                =>'Ваш заказ #',
    'status_refuzat_2'                =>' отменен!',
    't1'                              =>'Ваш заказ в интернет-магазине',
    't2'                              =>'вы оформили заказ в интернет-магазине',
    't3'                              =>'Сообщаем Вам, что заказ принят, и мы с удовольствием начинаем его обработку!',
    't4'                              =>'Содержание заказа:',
    't5'                              =>'Наименование товара',
    't6'                              =>'Кол-во',
    't7'                              =>'Цена за ед.',
    't8'                              =>'Сумма',
    't9'                              =>'шт.',
    'lei'                             =>'лей',
    't10'                             =>'Доставка',
    't11'                             =>'К оплате',
    't12'                             =>'Данные получателя',
    't13'                             =>'Имя',
    'phone'                           =>'Tелефон',
    'address'                         =>'Aдрес',
    'tip_delivery'                    =>'Тип доставки',
    'data_command'                    =>'Дата заказа',
    't14'                             =>'В ближайшее время наш оператор свяжется с вами для подтверждения наличия товара и уточнения адреса и времени доставки. Только после этого заказ можно считать принятым.',
    't15'                             =>'Связаться с нами',
    't16'                             =>'Работаем  ',
    'free'                            =>'Бесплатно',
    't17'                             =>'Адрес, где продукт будет подниматься',
    'pick-up'                       =>'Самовывоз',

    'casa'                            =>'Дом',
    'etaj'                            =>'Этаж',
    'bloc'                            =>'Подъезд',
    'apartament'                      =>'Квартира',
    'courier_delivery'          =>'Доставка курьером',

    't18'                       =>'Доставка курьером осуществляется в день заказа  при условии что заказ выполнен до ',
    't19'                       =>'Ждем вас по указанному выше адресу. Хорошего дня!',
    't20'                       =>'Причина',
    't21'                       =>'Не указано',
    'city'                      =>'Город',
    'euro'                      => '€',
    'message_sent'              => 'сообщение отправлено'

];