<?php
return [
    'login'     =>'Войти',
    'username'  =>'Имя пользователя',
    'email'     =>'Эл. адрес',
    'password'  =>'Пароль',
    'admin_not_exist'=>'Пользователь не найден',




    'email_required'                         =>'Aдрес электронной почты является обязательным',
    'password_required'                      =>'Пароль является обязательным',
    'password_confirmation_required'         =>'Подтверждение пароля  является обязательным',
    'name_required'                         =>'Имя обязательно!',
    'phone_required'                        =>'Номер телефона обязателен !',
    'address_required'                      =>'Адрес обязателен !',
    'sity_required'                         =>'Выбор города обязателен',
    'email_unique'                          =>'Пользователь с этим E-mail уже существует',
    'email_max'                             =>'Электронная почта - максимальное количество 150 символов',
    'email_min'                             =>'Электронная почта - должен содержать не менее 6 символов!',
    'email_email'                           =>'Пожалуйста, введите действительный адрес электронной почты',
    'password_min'                          =>'Пароль минимальное количество символов 6',
    'password_confirmation'                 =>'Подтверждение пароля не совпадает',
    'password_confirmation_min'             =>'Подтверждение пароля минимальное число 6 символов',
    'password_confirmation_max'             =>'Подтверждение пароля максимальное количество 50 символов',
    'password_max'                          =>'Пароль максимальное количество символов 50 ',
    'name_max'                  =>'Имя может содержать не более 255 символов!',
    'name_min'                  =>'Имя должно содержать не менее 3 символов!',
    'phone_max'                 =>'Номер телефона может содержать не более 255 символов',
    'phone_min'                 =>'Номер телефона должен содержать не менее 8 символов!',
    'address_max'               =>'Адрес может содержать не более 255 символов!',
    'address_min'               =>'Адрес должен содержать не менее 3 символов!',
    'phone_valid'               =>'Введите правильный номер телефона!',
    'register_success'          =>'Регистрация осуществлен успешно!',
    'logout'                    =>'Выйти',

    'register'                  =>'Регистрация',
    'login'                     =>'Войти',
    'cabinet'                   =>'Кабинет',
    'authorization'            => 'Авторизация',
    'login_first'=>'Первый раз у нас?',
    'password_forget'=>'Забыли пароль?',
    'password_v'=>'Восстановите',
    'social_login_text' =>'Или войдите с помощью',

    'user_block'                            =>'Пользователь заблокирован!',
    'user_login_not_exist'           =>'Пользователь с этим е-mail / пароль не существует',
    'edit'                              =>'Изменить',
    'save'                              =>'Сохранить',
    'edit_personal_data'                =>'Изменение личных данных',
    'delivery_address'                  =>'Адрес доставки',
    'home'                              =>'Дом',
    'bloc'                              =>'Подъезд',
    'etaj'                              =>'Этаж',
    'apartament'                        =>'Квартира',
    'close'                             =>'Закрыть',
    'password_edit'                     =>'Изменение пароля',
    'old_password'                      =>'Старый пароль',
    'password_new'                      =>'Новый пароль',
    'password_new_confirmation'         =>'Еще раз новый пароль',
    'message_min'               =>'Сообщение должно содержать не менее 20 символов!',
    'feedback_send_success'     =>'Обратная связь была успешно отправлена!',
    'password'                  =>'Пароль',
    "email"                         =>'Электронная почта',








];
?>